{"topic_id": "1", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "human reproductive system", "topic_description": "I am looking for articles describing the human reproductive system.", "topic_narrative": "Articles describing the human reproductive system in biological terms from the perspective of a modern biologist are considered relevant. Articles describing the overall system such as a general description of the components or a lower level description such as specific cellular or molecular pathways involved in either the early development or adult stage maintenance of the systemo are relevant. Descriptions of mammalian reproductive system in general are considere somewhat valuable. Articles describing the reproductive system of a species outside of the class of mammalia are not relevant. Articles talking about human reproduction from other perspectives outside that of the biological sciences, such as from a historical or political perspective are not relevant."}, {"lang": "zho", "source": "human translation", "topic_title": "人类生殖系统", "topic_description": "我希望找到关于人类生殖系统的文章。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "人类生殖系统", "topic_description": "我正在寻找描述人类生殖系统的文章。", "topic_narrative": "从现代生物学家的角度用生物学术语描述人类生殖系统的文章被认为是相关的。描述整个系统的文章（例如组件的一般描述）或较低级别的描述（例如涉及系统早期发育或成年阶段维护的特定细胞或分子途径）是相关的。一般而言，对哺乳动物生殖系统的描述被认为具有一定的价值。描述哺乳动物纲以外物种的生殖系统的文章不相关。从生物科学之外的其他角度（例如从历史或政治角度）讨论人类生殖的文章是不相关的。"}]}
{"topic_id": "2", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "lipid-based drug delivery through BBB", "topic_description": "I am looking for information on the progress on lipid-based nanovectors on penetrating the blood-brain barrier (BBB) and design examples that can facilitate lipid-based vectors crossing the BBB.", "topic_narrative": "Research papers that focus on lipid-based vectors (lipsomes, lipid nanoparticles, solid lipid-nanoparticles) crossing the blood-brain barrier (BBB) and documents that summarize research progress and explain how lipid-based vectors can be used to penetrate the BBB are considered relevant. Documents discussing different cargos would be considered somewhat valuable. Documents that discuss BBB penetration in other contexts that do not include lipid-based vectors are not that valuable. Documents that explain the importance or biological structure of the BBB are not relevant and non-lipid-based vectors are also irrelevant."}, {"lang": "zho", "source": "human translation", "topic_title": "穿透血脑屏障(BBB)的脂质药物递送载体", "topic_description": "我想寻找关于能穿透血脑屏障的脂质载体的研究进展以及能辅助脂质载体穿透血脑屏障的设计。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "通过 BBB 进行脂质药物输送", "topic_description": "我正在寻找有关基于脂质的纳米载体穿透血脑屏障 (BBB) 的进展的信息，以及可以促进基于脂质的载体穿过 BBB 的设计示例。", "topic_narrative": "重点关注脂质载体（脂质体、脂质纳米颗粒、固体脂质纳米颗粒）穿过血脑屏障（BBB）的研究论文以及总结研究进展并解释如何使用脂质载体穿透血脑屏障的文件认为相关。讨论不同货物的文件将被认为具有一定的价值。在不包括基于脂质的载体的其他情况下讨论 BBB 渗透的文件没有那么有价值。解释 BBB 的重要性或生物结构的文件是不相关的，并且基于非脂质的载体也是不相关的。"}]}
{"topic_id": "3", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "metallicity of stars", "topic_description": "I'm looking for information on the metallicity of stars.", "topic_narrative": "Information about detailed studies on the metallicity of stars, for example, how the metallicity is measured or what is the metallicity of a star, is relevant. If the document only discusses the metallicity of stars in general, but does not elaborate on one specific target to measure or development of the method, it would be considered as somewhat valuable. If the document is about other studies that uses metallicity as a tool (ie, the main focus of the study is not metallicity), it would be considered as not valuable."}, {"lang": "zho", "source": "human translation", "topic_title": "恒星的金属丰度", "topic_description": "本搜索旨在查找有关恒星金属丰度的研究内容。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "恒星的金属丰度", "topic_description": "我正在寻找有关恒星金属丰度的信息。", "topic_narrative": "关于恒星金属丰度的详细研究的信息，例如，如何测量金属丰度或恒星的金属丰度是什么，是相关的。如果该文件仅总体讨论恒星的金属丰度，而没有详细说明要测量的特定目标或该方法的开发，那么它将被认为具有一定的价值。如果该文件是关于使用金属丰度作为工具的其他研究（即研究的主要焦点不是金属丰度），它将被认为没有价值。"}]}
{"topic_id": "4", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "supramolecular nanomedicines in cancer diagnostics", "topic_description": "I'm looking for articles providing information of supramolecules in cancer diagnostics in vivo imaging.", "topic_narrative": "Only articles discussing development of supramolecular nanomedicine (e.g. Liposomes, polymer-drug conjugates, protein-based nanomaterials) for designing new targeted supramolecular theragnostic agents are considered as relevant. If the articles discusses the principles of supramolecular interactions including van der Waals, hydrophobic, hydrogen bond, etc. without mentioning the design of nanomedicine, they will not be considered as relevant. Besides, articles focus on pathological analysis of patents and techniques of clinical treatment for various cancer diagnosis, such as Magnetic Resonance Imaging (MRI) and Computed Tomography (CT) Scan will not consider as relevant."}, {"lang": "zho", "source": "human translation", "topic_title": "超分子纳米药物应用于癌症治疗", "topic_description": "我想要找的文献提供超分子纳米药物应用于癌症诊断和体内成像的信息。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "超分子纳米药物在癌症诊断中的应用", "topic_description": "我正在寻找提供癌症体内成像超分子信息的文章。", "topic_narrative": "只有讨论用于设计新的靶向超分子治疗剂的超分子纳米医学（例如脂质体、聚合物药物缀合物、基于蛋白质的纳米材料）的开发的文章才被认为是相关的。如果文章讨论超分子相互作用的原理，包括范德华、疏水、氢键等，但没有提及纳米医学的设计，则不会被认为是相关的。此外，文章侧重于各种癌症诊断的专利和临床治疗技术的病理分析，例如磁共振成像（MRI）和计算机断层扫描（CT）扫描将不被视为相关。"}]}
{"topic_id": "5", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "Beijing electron positron collider detector", "topic_description": "I'm searching for studies on the detector design of the Beijing Electron-Positron Collider II (BEPCII).", "topic_narrative": "Information on detector studies of the Beijing Electron-Positron Collider II (BEPCII) is relevant. If the article discusses the design or hardware components of BEPCII, but does not include information on detecting, it would be considered somewhat valuable. If the article discusses a specific detector design, but does not mention the electron positron collider, it would be considered irrelevant. Additionally, if the article mainly discusses the software component of the BEPCII, it would be considered as irrelevant."}, {"lang": "zho", "source": "human translation", "topic_title": "北京正负电子对撞机探测器", "topic_description": "本搜索旨在查找有关北京正负电子对撞机探测器设计的相关研究。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "北京正负电子对撞机探测器", "topic_description": "我正在寻找有关北京正负电子对撞机 II (BEPCII) 探测器设计的研究。", "topic_narrative": "有关北京正负电子对撞机 II (BEPCII) 探测器研究的信息是相关的。如果文章讨论了BEPCII的设计或硬件组件，但不包括检测信息，那么它将被认为是有价值的。如果文章讨论了具体的探测器设计，但没有提及正负电子对撞机，则会被认为无关紧要。另外，如果文章主要讨论BEPCII的软件组件，那么它会被认为是无关紧要的。"}]}
{"topic_id": "6", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "RT-PCR DNA Colony bacterials", "topic_description": "How RT-PCR is used to transfer DNA into bacterials?", "topic_narrative": "PCR is used to duplicate DNA by changing the temperature of the process with necessary ingredients including enzymes and nucleotides. Relevant documents will describe how RT-PCR is to transfer DNA into bacterials. Using RT-PCR to transfer DNA to any other type of cell other than bacertials will be considered not relevant."}, {"lang": "zho", "source": "human translation", "topic_title": "反转录聚合酶链反应 细菌 克隆", "topic_description": "反转录聚合酶反应是如何将遗传物质转入到细菌中的？", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "RT-PCR DNA 菌落细菌", "topic_description": "如何使用 RT-PCR 将 DNA 转移到细菌中？", "topic_narrative": "PCR 用于通过改变过程温度以及酶和核苷酸等必要成分来复制 DNA。相关文献将描述RT-PCR如何将DNA转移到细菌中。使用 RT-PCR 将 DNA 转移至细菌以外的任何其他类型的细胞将被视为不相关。"}]}
{"topic_id": "7", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "mass spectroscopy  fragment", "topic_description": "What methods do researchers use to detect unknown molecular mass?", "topic_narrative": "A relevant document will describe an instance where mass spectroscopy was used over several fragments. if mass spectroscopy was involved, but the measurant was not taken over a series of fragments, the article would be considered not relevant. Only when the artical describes one mass spectroscopy with fragments and its aimed prodcut, it should be considered as relevant artical."}, {"lang": "zho", "source": "human translation", "topic_title": "质谱 碎片", "topic_description": "研究人员用什么去测量未知物质的质量？", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "质谱片段", "topic_description": "研究人员使用什么方法来检测未知的分子质量？", "topic_narrative": "相关文件将描述对多个片段使用质谱分析的实例。如果涉及质谱，但测量对象不是一系列片段，则该文章将被认为不相关。只有当文章描述了一种带有片段的质谱及其目标产品时，才应被视为相关文章。"}]}
{"topic_id": "8", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "drug application of LNP carrying mRNA", "topic_description": "I am looking for information that introduces how lipid nanoparticles (LNP) carry message RNA (mRNA) and examples that can help explain their importance and potential in drug applications.", "topic_narrative": "Relevant documents describe research progress on mRNA-carrying LNP or nucleotides-carrying LNP that can help explain their importance and potential in drug applications. Other lipid-based carriers carrying mRNA, such as solid lipid nanoparticles are also relevant. Nucleotides other than mRNA delivery are also relevant, but would be considered somewhat valuable. Non-lipid based vectors are irrelevant and lipid-based vectors that are not carrying nucleotides are irrelevant. Documents that described research using mRNA to cure diseases are irrelevant as the focus needs to be on delivery vectors."}, {"lang": "zho", "source": "human translation", "topic_title": "携带mRNA的脂质纳米颗粒载体的药物应用", "topic_description": "我想寻找关于携带信号RNA的脂质纳米颗粒载体的能表现其在药物应用上重要性和潜力的信息。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "携带mRNA的LNP的药物应用", "topic_description": "我正在寻找介绍脂质纳米颗粒 (LNP) 如何携带信息 RNA (mRNA) 的信息以及有助于解释其在药物应用中的重要性和潜力的示例。", "topic_narrative": "相关文献描述了携带mRNA的LNP或携带核苷酸的LNP的研究进展，有助于解释它们在药物应用中的重要性和潜力。其他携带 mRNA 的脂质载体，例如固体脂质纳米颗粒也相关。除 mRNA 递送外的核苷酸也相关，但被认为具有一定价值。基于非脂质的载体是不相关的，并且不携带核苷酸的基于脂质的载体是不相关的。描述使用 mRNA 治疗疾病的研究的文件是无关紧要的，因为重点需要放在递送载体上。"}]}
{"topic_id": "9", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "Mechanism of cellular senescence", "topic_description": "I want to find articles that talk about the biological mechanisms underlying cellular senescence.", "topic_narrative": "Articles about the biological mechanisms underlying cellular senescence, such as signaling pathways and cellular behaviors that are characteristic in senescent cells are considered relevant. Articles about any other cellular process that are not senescence will not be considered relevant. Cell death pathways, such as apoptosis and necrosis which are similar to senescence are not relevant unless they are linked to cellular senescence."}, {"lang": "zho", "source": "human translation", "topic_title": "细胞衰老机制", "topic_description": "我希望找到关于细胞衰老的生物学机制的文章。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "细胞衰老机制", "topic_description": "我想找到谈论细胞衰老的生物学机制的文章。", "topic_narrative": "关于细胞衰老的生物学机制的文章，例如衰老细胞特有的信号通路和细胞行为，被认为是相关的。有关非衰老的任何其他细胞过程的文章将不被视为相关。细胞死亡途径，例如与衰老相似的细胞凋亡和坏死，除非与细胞衰老相关，否则无关紧要。"}]}
{"topic_id": "10", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "Internet improve rural economy", "topic_description": "How does Internet availability improve the rural economy?", "topic_narrative": "Relevant articles should focus on the process of Internet availability contributing to the rural economy, but not on the result that what the government should do to utilize the Internet to improve the rural economy. Focusing on the influence on the city economy is also deemed irrelevant. Documents talking about how technology/ some specific components of the Internet  improves the rural economy/urbanization would be considered somewhat valuable."}, {"lang": "zho", "source": "human translation", "topic_title": "互联网 提升 乡村的 经济", "topic_description": "互联网普及如何提升乡村经济？", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "互联网带动农村经济", "topic_description": "互联网的普及如何改善农村经济？", "topic_narrative": "相关文章应该关注互联网对农村经济的贡献过程，而不是政府应该如何利用互联网来改善农村经济的结果。关注对城市经济的影响也被认为是无关紧要的。讨论技术/互联网的某些特定组成部分如何改善农村经济/城市化的文件将被认为是有价值的。"}]}
{"topic_id": "11", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "The meiosis", "topic_description": "I wish to find articles pertaining to the biological process of meiosis.", "topic_narrative": "Articles related to meiosis, which is an essential step in gametogenesis, are relevant. Any article that includes information on meiosis would be considered relevant, wether it is a general broad overview of the process or any research discovering new aspects regarding the process. Any article talking about this process would be considered relevant. However, articles on a different topic that mention meiosis as an example would be considered central but that not valuable."}, {"lang": "zho", "source": "human translation", "topic_title": "减数分裂", "topic_description": "我希望找到关于减数分裂的研究文章。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "减数分裂", "topic_description": "我希望找到有关减数分裂生物过程的文章。", "topic_narrative": "与减数分裂相关的文章是相关的，减数分裂是配子发生的重要步骤。任何包含有关减数分裂信息的文章都将被认为是相关的，无论是对该过程的总体概述还是发现有关该过程的新方面的任何研究。任何讨论此过程的文章都将被认为是相关的。然而，以减数分裂为例的不同主题的文章将被认为是核心内容，但没有价值。"}]}
{"topic_id": "12", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "theoretical models of dark matter", "topic_description": "I'm looking for information on theoretical models of dark matter.", "topic_narrative": "Information on theoretically proposed models of dark matter is relevant. If the document only mentions \"dark matter\" or \"dark matter model\", but does not elaborate which model it is (e.g. WIMP model, CDM model, etc), it would be considered somewhat valuable. If the document only mentions \"dark energy model\", it would be considered not valuable."}, {"lang": "zho", "source": "human translation", "topic_title": "暗物质的理论模型", "topic_description": "本搜索旨在查找有关暗物质的理论模型的信息。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "暗物质的理论模型", "topic_description": "我正在寻找有关暗物质理论模型的信息。", "topic_narrative": "有关理论上提出的暗物质模型的信息是相关的。如果文件只提到“暗物质”或“暗物质模型”，但没有详细说明它是什么模型（例如WIMP模型、CDM模型等），那么它会被认为有一定的价值。如果文件中只提到“暗能量模型”，就会被认为没有价值。"}]}
{"topic_id": "13", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "sub-prime crisis Chinese financial market", "topic_description": "I am looking for information about the influence of the sub-prime crisis on Chinese financial market.", "topic_narrative": "Relevant articles should contain information talking about how the U.S. subprime crisis directly or indirectly influence the financial market in China. The influence can be about some specific prospectives. Articles that do not include information concerning the Chinese financial market are considered irrelevant. If the article only brings up how China can learn from the subprime crisis, it is not considered relevant."}, {"lang": "zho", "source": "human translation", "topic_title": "次贷 危机 中国的 金融 市场", "topic_description": "我想查找有关次贷危机对于中国金融市场影响的资料。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "次贷危机中国金融市场", "topic_description": "我正在寻找有关次贷危机对中国金融市场影响的信息。", "topic_narrative": "相关文章应包含美国次贷危机如何直接或间接影响中国金融市场的信息。影响可能与某些特定的前景有关。不包含有关中国金融市场信息的文章被视为无关紧要。如果这篇文章只是提出中国如何从次贷危机中吸取教训，那么它就不被认为是相关的。"}]}
{"topic_id": "14", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "RNA-carrying viral drug delivery", "topic_description": "I am looking for information for progress on viral drug delivery vectors that carry RNA as cargo to cure disease.", "topic_narrative": "Documents that discuss research progress on mRNA-carrying viral vectors and documents on mRNA-carrying or siRNA-carrying viral vectors that can help explain their importance and potential in drug application. Protocols to make viral vectors and methods to evaluate its efficiency, or articles about nanomedicine are irrelevant. Non-viral based vectors are irrelevant and viral-based vectors not carrying nucleotides are irrelevant."}, {"lang": "zho", "source": "human translation", "topic_title": "携带RNA的病毒药物递送载体", "topic_description": "我想寻找关于使用病毒药物递送载体携带RNA分子进行疾病治疗的相关信息。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "携带RNA的病毒药物递送", "topic_description": "我正在寻找有关携带 RNA 作为货物来治疗疾病的病毒药物递送载体进展的信息。", "topic_narrative": "讨论携带 mRNA 的病毒载体的研究进展的文献，以及携带 mRNA 或携带 siRNA 的病毒载体的文献，有助于解释其在药物应用中的重要性和潜力。制作病毒载体的方案和评估其效率的方法，或有关纳米医学的文章都是无关紧要的。基于非病毒的载体是不相关的，并且不携带核苷酸的基于病毒的载体是不相关的。"}]}
{"topic_id": "15", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "PCR principle, its function in the lab", "topic_description": "What is PCR reaction and how does it work?", "topic_narrative": "A relevant article will describe the usefulness of the PCR technique for quickly duplicating DNA for a colony. An article is not relevant if it uses the PCR technique for something besides DNA duliplcation for a colony. An article is also not relevant if does not describe the speed of the PCR technique. Only when the artical describes the duplication of DNA, it is a relevant artical."}, {"lang": "zho", "source": "human translation", "topic_title": "酶链式反应的原理 其在实验室中的应用", "topic_description": "什么是酶链式反应以及其如何工作？", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "PCR原理及其在实验室中的作用", "topic_description": "什么是 PCR 反应及其工作原理？", "topic_narrative": "一篇相关文章将描述 PCR 技术在快速复制菌落 DNA 方面的用途。如果一篇文章将 PCR 技术用于菌落 DNA 复制之外的其他用途，则该文章是不相关的。如果一篇文章没有描述 PCR 技术的速度，那么它也是没有意义的。只有当文章描述了 DNA 的复制时，它才是相关的文章。"}]}
{"topic_id": "16", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "credit structure evolution trend", "topic_description": "I am looking for articles talking about the evolution and trends of credit structure in finance.", "topic_narrative": "The credit structure refers to the financial field. Articles mentioning both evolution and trends, or either of them are considered relevant. Talking about regional credit structure is also considered relevant. Articles talking about other structures or the credit system are irrelevant."}, {"lang": "zho", "source": "human translation", "topic_title": "信贷 结构 演变 趋势 ", "topic_description": "我要查找有关信贷结构的演变和趋势的文章。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "信贷结构演变趋势", "topic_description": "我正在寻找有关金融信贷结构的演变和趋势的文章。", "topic_narrative": "信贷结构是指金融领域。同时提及演变和趋势或其中任何一个的文章被认为是相关的。谈论区域信贷结构也被认为是相关的。谈论其他结构或信用体系的文章是无关紧要的。"}]}
{"topic_id": "17", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "investor sentiment influence stock", "topic_description": "I am looking for how the investor sentiments influence the stock market.", "topic_narrative": "Relevant articles should include both the specific investor sentiments that would affect the market and how the influence mechanism works. However, articles talking about how the stock market affect the investor sentiment are considered irrelevant."}, {"lang": "zho", "source": "human translation", "topic_title": "消费者 情绪 股票", "topic_description": "投资者情绪对于股票市场的影响研究", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "投资者情绪影响股票", "topic_description": "我正在寻找投资者情绪如何影响股市。", "topic_narrative": "相关文章应包括影响市场的具体投资者情绪以及影响机制如何运作。然而，谈论股市如何影响投资者情绪的文章被认为是无关紧要的。"}]}
{"topic_id": "18", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "Drosophila melanogaster germline stem cell", "topic_description": "I wish to find articles about Drosophila melanogaster germline stem cell.", "topic_narrative": "I want to find articles about Drosophila melanogaster germline stem cells. The article can be about the behavior of this cell type, their functions, or their distinctive underlying cellular and molecular mechanisms. Articles about downstream progenies of the germline stem cells are also relevant, as these can be traced back to germline stem cells and can convey information about them indirectly. Articles about any species other than Drosophila melanogaster or about any cell type other than germline stem cells are irrelevant."}, {"lang": "zho", "source": "human translation", "topic_title": "果蝇生殖干细胞", "topic_description": "我希望找到关于果蝇生殖干细胞的文章。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "果蝇生殖干细胞", "topic_description": "我希望找到有关果蝇生殖干细胞的文章。", "topic_narrative": "我想找到有关果蝇生殖干细胞的文章。这篇文章可以是关于这种细胞类型的行为、它们的功能或其独特的潜在细胞和分子机制。有关生殖干细胞下游后代的文章也很相关，因为这些文章可以追溯到生殖干细胞，并可以间接传达有关它们的信息。关于除果蝇以外的任何物种或除生殖系干细胞以外的任何细胞类型的文章都是不相关的。"}]}
{"topic_id": "19", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "reflux reaction condenser  organic synthesis", "topic_description": "Under what circumstances do researchers need to use reflux reaction in organic sythesis?", "topic_narrative": "A relevant document will describe how a reflux reaction is used to in an organic synthesis experiment about raising the temperature of an experiment to keep solvent inside reaction.  A non-relevant document will mention the process without speficing why it is used."}, {"lang": "zho", "source": "human translation", "topic_title": "回流反应 冷凝器 有机合成", "topic_description": "在有机合成中，什么时候研究人员需要用到冷凝回流反应？", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "回流反应冷凝器有机合成", "topic_description": "有机合成中什么情况下需要用到回流反应？", "topic_narrative": "相关文献将描述如何在有机合成实验中使用回流反应来提高实验温度以使溶剂保持在反应内部。不相关的文档将提及该过程，但不会具体说明为什么使用它。"}]}
{"topic_id": "20", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "Drosophila melanogaster early stage oogenesis", "topic_description": "I want to find articles about early stage Drosophila melanogaster oogenesis process that happens in the germarium region.", "topic_narrative": "Articles that describe the early oogenesis process in the germarium region in Drosophila melanogaster are relevant. Articles about any other species or about later stages of oogenesis outside of the germarium region such as stage 2-14 are not relevant. Specifically if any cellular and molecular processes that take place during this early oogenesis are covered it would be considered very valuable, and overall observational description on the process would be considered somewhat valuable."}, {"lang": "zho", "source": "human translation", "topic_title": "果蝇早期卵子发育", "topic_description": "我希望找到关于果蝇在原卵区的早期卵子发育相关文章。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "果蝇早期卵子发生", "topic_description": "我想找到有关发生在锗区的早期果蝇卵子发生过程的文章。", "topic_narrative": "描述果蝇胚区早期卵子发生过程的文章是相关的。关于任何其他物种或关于生殖区之外的卵子发生后期（例如第 2-14 阶段）的文章不相关。具体来说，如果涵盖了早期卵子发生期间发生的任何细胞和分子过程，那么它将被认为非常有价值，并且对该过程的整体观察描述将被认为有些有价值。"}]}
{"topic_id": "21", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "hydrogel cell retention", "topic_description": "I am looking for articles that's related to hydrogel cell retention.", "topic_narrative": "I am looking for articles focusing on the cell retention ability of certain types of hydrogels when hydrogels are are mixed with cells. A relevant documents must discuss both the hydrogel and the cell. A document that discusses one without the other would not be considered relevant. In vivo experiments containing only hydrogel that have cell infiltration effects are not considered relevant."}, {"lang": "zho", "source": "human translation", "topic_title": "水凝胶细胞承载", "topic_description": "我想要看关于水凝胶承载细胞的能力的相关文献。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "水凝胶细胞保留", "topic_description": "我正在寻找与水凝胶细胞保留相关的文章。", "topic_narrative": "我正在寻找关注某些类型的水凝胶与细胞混合时的细胞保留能力的文章。相关文件必须讨论水凝胶和细胞。只讨论其中一个而不讨论另一个的文件将被视为不相关。仅含有具有细胞浸润作用的水凝胶的体内实验不被认为是相关的。"}]}
{"topic_id": "22", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "detector design of dark matter experiments", "topic_description": "I'm looking for information on the detector designs of dark matter experiments.", "topic_narrative": "Information on detector designs of experiments that aim to detect dark matter is relevant. If the document contains information on dark matter experiments, but is not focused on the detector design, it would be considered as somewhat valuable. If the document does not include a specific dark matter experiment, it would be considered not relevant."}, {"lang": "zho", "source": "human translation", "topic_title": "暗物质实验的探测器设计", "topic_description": "本搜索旨在查找有关暗物质实验的探测器设计的信息。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "暗物质实验探测器设计", "topic_description": "我正在寻找有关暗物质实验探测器设计的信息。", "topic_narrative": "有关旨在探测暗物质的实验探测器设计的信息是相关的。如果该文件包含有关暗物质实验的信息，但不重点关注探测器设计，那么它将被认为具有一定的价值。如果该文件不包含特定的暗物质实验，则将被视为不相关。"}]}
{"topic_id": "23", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "in vivo or long-term stability of lipid nanoparticles", "topic_description": "I am looking for information about how to improve the in vivo or long-term stability of lipid nanoparticles (LNPs).", "topic_narrative": "Documents discussing different designs of lipid nanoparticles that affect their stability or related to examples of increasing LNP long-term stability, and principles on how LNP structures affect stability are considered relevant. Information that shows the importance of stability of drug carriers are also relevant. Information about general introduction of LNP, or LNP application in certain diseases are considered not relevant. Non-lipid-based nanoparticles are also not relevant."}, {"lang": "zho", "source": "human translation", "topic_title": "脂质纳米颗粒的体内或储存稳定性", "topic_description": "我想寻找关于如何提高脂质纳米颗粒的体内或储存稳定性的文章。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "脂质纳米粒子的体内或长期稳定性", "topic_description": "我正在寻找有关如何提高脂质纳米颗粒 (LNP) 的体内或长期稳定性的信息。", "topic_narrative": "讨论影响​​其稳定性的脂质纳米颗粒的不同设计或与增加 LNP 长期稳定性的示例相关的文件，以及 LNP 结构如何影响稳定性的原理被认为是相关的。显示药物载体稳定性重要性的信息也相关。有关 LNP 的一般介绍或 LNP 在某些疾病中的应用的信息被认为是不相关的。非脂质纳米颗粒也不相关。"}]}
{"topic_id": "24", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "commercial bank predicament in 2010s", "topic_description": "I want to find articles about the predicament of the commercial banks in the 2010s.", "topic_narrative": "Relevant articles should provide useful information about the situation of the commercial banks, not the central bank. Articles talking about some specific aspects of the predicament are also relevant. If the articles also bring up some solutions to the current situation, they can be very valuable. Articiles prior to 2010, even if they discuss problems with commercial banks are considered not relevant."}, {"lang": "zho", "source": "human translation", "topic_title": " 困境 商业的 银行 2010s", "topic_description": "我想查找有关2010s商业银行困境的文献资料。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "2010年代商业银行的困境", "topic_description": "我想找一些关于2010年代商业银行困境的文章。", "topic_narrative": "相关文章应该提供有关商业银行而不是央行状况的有用信息。讨论困境的某些具体方面的文章也很相关。如果这些文章还针对当前情况提出了一些解决方案，那么它们将非常有价值。 2010年之前的文章，即使讨论了商业银行的问题，也被认为是不相关的。"}]}
{"topic_id": "25", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "Self-assemble hydrogels in drug delivery", "topic_description": "I‘m looking for articles that describe applications of self-assemble hydrogels in drug delivery.", "topic_narrative": "Only articles that address clinical points, such as nanomolecules self-assembly, mechanical properties in drug delivery, drug release profiles, and different hydrogel matrices for anticancer drug loading and release will be considered relevant. If the articles focus on providing information on the latest techniques on advancing hydrogel-based biomaterial synthesis, such as 3D printing, it will not be considered relevant. Articles that only discuss the unique properties of hydrogels (biocompatibility, biodegradability and low cytotoxicity) which allow the possibility to tailor the hydrogel into an injectable gel should not be considered as relevant either."}, {"lang": "zho", "source": "human translation", "topic_title": "药物递送中的自组装水凝胶", "topic_description": "我需要查找描述自主装水凝胶应用于药物递送的文献。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "自组装水凝胶在药物输送中的应用", "topic_description": "我正在寻找描述自组装水凝胶在药物输送中应用的文章。", "topic_narrative": "只有涉及临床问题的文章，例如纳米分子自组装、药物输送的机械性能、药物释放曲线以及用于抗癌药物装载和释放的不同水凝胶基质，才会被认为是相关的。如果文章重点提供有关推进基于水凝胶的生物材料合成的最新技术（例如 3D 打印）的信息，则不会被视为相关。仅讨论水凝胶独特性质（生物相容性、生物降解性和低细胞毒性）的文章也不应被认为是相关的，这些性质允许将水凝胶定制成可注射凝胶。"}]}
{"topic_id": "26", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "drug conjugates glioblastoma", "topic_description": "I'm looking for articles that describe developments in drug conjugates for glioblastoma treatment.", "topic_narrative": "Only articles that provide information on the design of drug conjugates, mechanism of supramolecules passing through the Blood Brain Barrier (BBB), or drug conjugates release time in both in vivo and in vitro test would be considered relevant. If the article primarily discusses the formation of glioblastoma or physical treatments such as MRI and surgery, it is not considered relevant. Articles discussing other tumor types rather than glioblastoma would not be considered relevant either."}, {"lang": "zho", "source": "human translation", "topic_title": "脑胶质瘤偶联药物", "topic_description": "我想要查找描述脑胶质瘤偶联药物的研发进展的文章。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "胶质母细胞瘤药物结合物", "topic_description": "我正在寻找描述胶质母细胞瘤治疗药物偶联物进展的文章。", "topic_narrative": "只有提供有关药物缀合物设计、超分子穿过血脑屏障 (BBB) 的机制或体内和体外测试中药物缀合物释放时间的信息的文章才会被视为相关。如果文章主要讨论胶质母细胞瘤的形成或物理治疗（例如 MRI 和手术），则不被认为是相关的。讨论除胶质母细胞瘤之外的其他肿瘤类型的文章也不会被认为是相关的。"}]}
{"topic_id": "27", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "non-viral drug delivery for neurodegenerative disease", "topic_description": "I am looking for information that introduces how non-viral drug delivery vectors might be used in the treatment of neurodegenerative diseases, such as Parkinson's, Alzheimer's diseases, and their advantages over traditional drug delivery methods.", "topic_narrative": "Documents that introduce research results of non-viral drug delivery vectors in the treatment of neurodegenerative diseases and provide research result related to non-viral vectors in brain delivery or neurodegenerative diseases are relevant. Introduction of recent drug development or potential target sites are somewhat valuable. Results that introduce non-viral vectors in other fields of application, or focus on viral vectors, or treatment of neurodegenerative diseases are irrelevant. Results that focus on specific neurodegenerative diseases and their pathological reasoning or treatment are also irrelevant."}, {"lang": "zho", "source": "human translation", "topic_title": "治疗神经退行性疾病的非病毒药物递送载体", "topic_description": "我想寻找关于非病毒药物递送在神经退行性疾病（例如帕金森病，阿尔茨海默病）治疗上潜在应用的文章和信息，以及它们对传统药物递送方法的优势。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "治疗神经退行性疾病的非病毒药物递送", "topic_description": "我正在寻找介绍非病毒药物递送载体如何用于治疗神经退行性疾病（例如帕金森病、阿尔茨海默病）及其相对于传统药物递送方法的优势的信息。", "topic_narrative": "介绍非病毒药物递送载体在治疗神经退行性疾病中的研究成果并提供与非病毒载体在脑递送或神经退行性疾病中相关的研究结果的文献是相关的。介绍最近的药物开发或潜在的靶点是有一定价值的。在其他应用领域引入非病毒载体、或关注病毒载体、或治疗神经退行性疾病的结果都是无关紧要的。专注于特定神经退行性疾病及其病理推理或治疗的结果也是无关紧要的。"}]}
{"topic_id": "28", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "Interleukin's function in tumor suppression", "topic_description": "I am looking for articles discussing the function of interleukins involved in suppressing tumor growth.", "topic_narrative": "Only articles focusing on interleukins' function in tumor suppression are considered relevant. Articles discussing other functions of the interleukin except for tumor suppression are not considered relevant. Also, articles about the secretion or metastasis of the interleukins are not considered as relevant."}, {"lang": "zho", "source": "human translation", "topic_title": "白细胞介素的肿瘤抑制功能", "topic_description": "我想要看与白细胞介素抑制肿瘤相关的机制的文章。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "白介素在肿瘤抑制中的作用", "topic_description": "我正在寻找讨论白细胞介素抑制肿瘤生长的功能的文章。", "topic_narrative": "只有关注白细胞介素在肿瘤抑制中的功能的文章才被认为是相关的。讨论白细胞介素除肿瘤抑制之外的其他功能的文章不被认为是相关的。此外，有关白细胞介素分泌或转移的文章不被认为是相关的。"}]}
{"topic_id": "29", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "Immunogenic cell death", "topic_description": "I'm looking for articles discussing mechanisms of immunogenic cell death (ICD).", "topic_narrative": "Only articles discussing principles and mechanisms of immunogenic cell death (ICD) and providing information of damage-associated molecular patterns (DAMPs that include ER stress, ATP secretion during apoptosis and HMGB1 release) would be considered relevant. If the article primarily discusses the tumor microenvironment and other immunogenic response, it is not considered relevant. Articles only sharing information of anticancer treatments that can induce ICD will not be considered relevant either."}, {"lang": "zho", "source": "human translation", "topic_title": "免疫原性细胞凋亡", "topic_description": "我要查找讨论免疫原性细胞凋亡（ICD）机制的文章。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "免疫原性细胞死亡", "topic_description": "我正在寻找讨论免疫原性细胞死亡 (ICD) 机制的文章。", "topic_narrative": "只有讨论免疫原性细胞死亡 (ICD) 原理和机制并提供损伤相关分子模式信息（DAMP，包括 ER 应激、细胞凋亡过程中 ATP 分泌和 HMGB1 释放）的文章才会被视为相关。如果文章主要讨论肿瘤微环境和其他免疫原性反应，则不被认为是相关的。仅分享可诱发 ICD 的抗癌治疗信息的文章也不会被视为相关。"}]}
{"topic_id": "30", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "white beige adipocyte conversion", "topic_description": "I am looking for articles discussing the conversion between white adipocyte and beige adipocytes.", "topic_narrative": "Only articles that contain information about the conversation between a white adipocyte cell type and a beige adipocyte cell type are considered relevant. Articles discussing brown adipocytes instead of beige adipocytes are not considered relevant. An article that discusses one cell type but only mentions another cell type without the process of the conversion is not considered relevant."}, {"lang": "zho", "source": "human translation", "topic_title": "白色与米色脂肪转化", "topic_description": "我想要看白色与米色脂肪相关的文章。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "白色米色脂肪细胞转化", "topic_description": "我正在寻找讨论白色脂肪细胞和米色脂肪细胞之间转换的文章。", "topic_narrative": "只有包含有关白色脂肪细胞类型和米色脂肪细胞类型之间对话信息的文章才被视为相关。讨论棕色脂肪细胞而不是米色脂肪细胞的文章被认为不相关。讨论一种细胞类型但仅提及另一种细胞类型而没有转换过程的文章被认为是不相关的。"}]}
{"topic_id": "31", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "scintillating crystal detectors in particle experiments", "topic_description": "I'm looking for information on scintillating crystal detectors in particle experiments.", "topic_narrative": "Information on scintillating crystal detectors used in particle experiments is relevant. If the article includes scintillating crystal detectors, but does not include their use in particle experiments, it would be considered as not valuable. Also, if the article does not include scintillating crystal detectors at all, it would be considered as not relevant."}, {"lang": "zho", "source": "human translation", "topic_title": "粒子物理实验中的闪烁晶体探测器", "topic_description": "本搜索旨在查找有关粒子物理实验中应用的闪烁晶体探测器的内容。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "粒子实验中的闪烁晶体探测器", "topic_description": "我正在寻找有关粒子实验中闪烁晶体探测器的信息。", "topic_narrative": "有关粒子实验中使用的闪烁晶体探测器的信息是相关的。如果文章包含闪烁晶体探测器，但不包含它们在粒子实验中的应用，那么它将被认为没有价值。此外，如果该文章根本不包括闪烁晶体探测器，它将被视为不相关。"}]}
{"topic_id": "32", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "redox reaction electron transfer", "topic_description": "How to define a redox reaction?", "topic_narrative": "A relevant document will describe the redox reaction and must describe the electron transfer within the oxidant and reductant. A very valuable article will mention that chemical valence is changing during the reaction. A document is not relevant if it does not describe the entire redox reaction or gives an example of a redox reaction without describing the process."}, {"lang": "zho", "source": "human translation", "topic_title": "氧化还原反应 电子转移", "topic_description": "如何去定义一个氧化还原反应？", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "氧化还原反应电子转移", "topic_description": "如何定义氧化还原反应？", "topic_narrative": "相关文件将描述氧化还原反应，并且必须描述氧化剂和还原剂内的电子转移。一篇非常有价值的文章会提到化学价在反应过程中发生变化。如果文件没有描述整个氧化还原反应或给出了氧化还原反应的示例但没有描述过程，则该文件是不相关的。"}]}
{"topic_id": "33", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "macroeconomic influence corporate capital structure", "topic_description": "I am looking for information about the influence of macroeconomic factors on corporate capital structure.", "topic_narrative": "Relevant articles should talk about macroeconomic factors, but not any other economic factors. Articles analyzing the influence on a specific company are considered relevant. Articles talking about several influencing factors, which include the macroeconomic factors, of the corporate capital structures are deemed somewhat valuable."}, {"lang": "zho", "source": "human translation", "topic_title": "宏观经济 影响 公司 资本 结构", "topic_description": "我在寻找宏观经济因素对公司资本结构影响的有关研究。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "宏观经济影响企业资本结构", "topic_description": "我正在寻找有关宏观经济因素对企业资本结构影响的信息。", "topic_narrative": "相关文章应该谈论宏观经济因素，而不是任何其他经济因素。分析对特定公司影响的文章被认为是相关的。讨论公司资本结构的几个影响因素（包括宏观经济因素）的文章被认为是有价值的。"}]}
{"topic_id": "34", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "liquid scintillator in neutrino experiment", "topic_description": "I'm looking for information on studies of liquid scintillators for neutrino experiments.", "topic_narrative": "Information on technical details of liquid scintillators proposed for use in neutrino experiments are considered relevant. If the article only mentions general information about the technical design of the neutrino experiment, but does not mention the liquid scintillator, then it would be considered as somewhat valuable. Also, if it mentions liquid scintillators but not used for neutrino experiments, it would also be considered as somewhat valuable. If the article does not mention either neutrino experiments or liquid scintillators, it would be considered as not relevant."}, {"lang": "zho", "source": "human translation", "topic_title": "中微子实验中的液体闪烁探测器", "topic_description": "本搜索旨在查找有关应用在中微子实验中的液体闪烁探测器的研究。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "中微子实验中的液体闪烁体", "topic_description": "我正在寻找有关中微子实验液体闪烁体研究的信息。", "topic_narrative": "有关建议用于中微子实验的液体闪烁体技术细节的信息被认为是相关的。如果文章只提到中微子实验技术设计的一般信息，而没有提到液体闪烁体，那么它会被认为是有一定价值的。另外，如果它提到液体闪烁体但不用于中微子实验，它也会被认为是有一定价值的。如果文章没有提及中微子实验或液体闪烁体，则将被视为不相关。"}]}
{"topic_id": "35", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "receptor neuron regeneration", "topic_description": "I am looking for articles discussing neuron cell regeneration receptors.", "topic_narrative": "Only articles discussing cell receptors that have effect on neuron regeneration are considered relevant. Articles related to cell receptors but are not connected to neuron regeneration are not considered relevant. In addition, other discussions focusing on neuron regeneration but are not from cellular receptors are also not considered relevant."}, {"lang": "zho", "source": "human translation", "topic_title": "神经修复相关细胞受体", "topic_description": "我想要看讨论对神经修复有影响的细胞受体的文章。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "受体神经元再生", "topic_description": "我正在寻找讨论神经元细胞再生受体的文章。", "topic_narrative": "只有讨论对神经元再生有影响的细胞受体的文章才被认为是相关的。与细胞受体相关但与神经元再生无关的文章不被认为是相关的。此外，其他关注神经元再生但不是来自细胞受体的讨论也被认为不相关。"}]}
{"topic_id": "36", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "LNPs, blood-brain barrier, mRNA delivery", "topic_description": "I looking for documents about Lipid nanoparticle (LNP) carriers for mRNA delivery in blood-brain barrier (BBB).", "topic_narrative": "Lipid nanoparticles (LNPs) act as a common drug delivery carrier, suitable for carrying mRNA to a target site. Relevant documents will discuss designs of mRNA carrying LNPs used in the blood-brain barrier (BBB) delivery, which include their formulation, characterization, and performance. Documents discussing the progress of research on mRNA delivery or LNP delivery across the BBB are also considered relevant. Information about the other delivery vectors and other cargos are not considered relevant."}, {"lang": "zho", "source": "human translation", "topic_title": "脂质纳米颗粒对血脑屏障的mRNA递送", "topic_description": "我在寻找关于携带mRNA分子的脂质纳米颗粒穿透血脑屏障的资料。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "LNP、血脑屏障、mRNA 递送", "topic_description": "我正在寻找有关用于血脑屏障 (BBB) 中 mRNA 传递的脂质纳米颗粒 (LNP) 载体的文档。", "topic_narrative": "脂质纳米颗粒 (LNP) 作为常见的药物递送载体，适合将 mRNA 运载至靶位点。相关文件将讨论用于血脑屏障 (BBB) 递送的携带 LNP 的 mRNA 的设计，包括其配方、表征和性能。讨论 mRNA 递送或 LNP 跨 BBB 递送的研究进展的文件也被认为是相关的。有关其他运输媒介和其他货物的信息不被认为是相关的。"}]}
{"topic_id": "37", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "Microglia-targeting nanotherapeutics", "topic_description": "I'm looking for articles discussing the microglia-targeting nanotherapeutics for neurodegenerative diseases.", "topic_narrative": "Only articles discussing microglia-nanotherapeutic platforms that could address the challenges of targeted delivery of active therapeutic agents to the central nervous system (CNS) will be considered relevant. Articles primarily discuss the functions of microglia and the mechanisms of their modulation to CNS will not consider as relevant. Articles only discussing neurodegenerative diseases such as Alzheimer's disease and Parkinson's disease, will not be considered relevant either."}, {"lang": "zho", "source": "human translation", "topic_title": "小胶质细胞靶向纳米疗法", "topic_description": " 我需要查找关于神经退化性疾病的小胶质细胞靶向纳米疗法的文献。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "靶向小胶质细胞的纳米疗法", "topic_description": "我正在寻找讨论针对神经退行性疾病的小胶质细胞靶向纳米疗法的文章。", "topic_narrative": "只有讨论小胶质细胞纳米治疗平台、能够解决向中枢神经系统 (CNS) 靶向递送活性治疗剂的挑战的文章才会被认为是相关的。主要讨论小胶质细胞的功能及其对中枢神经系统的调节机制的文章将不被认为是相关的。仅讨论阿尔茨海默病和帕金森病等神经退行性疾病的文章也不会被视为相关。"}]}
{"topic_id": "38", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "detector designs of a heavy ion collider", "topic_description": "I'm looking for information on detector designs of a heavy ion collider.", "topic_narrative": "Information on the designs of a heavy ion collider is relevant. If the article only contains general information on the heavy ion collider or heavy ion detectors but does not discuss its design, it would be considered as somewhat valuable. If it does not mention the heavy ion collider at all, it would be considered not valuable."}, {"lang": "zho", "source": "human translation", "topic_title": "重离子加速器的探测器设计", "topic_description": "本搜索旨在查找有关重离子加速器探测器设计的内容。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "重离子对撞机探测器设计", "topic_description": "我正在寻找有关重离子对撞机探测器设计的信息。", "topic_narrative": "有关重离子对撞机设计的信息是相关的。如果这篇文章只包含重离子对撞机或重离子探测器的一般信息，但不讨论其设计，那么它会被认为是有一定价值的。如果根本不提重离子对撞机，那就被认为没有价值。"}]}
{"topic_id": "39", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "polymer nanoparticle size control", "topic_description": "I am looking for articles discussing the control of polymer nanoparticle size.", "topic_narrative": "I am looking for articles focusing on how to control the size of polymer nanoparticles upon production. Relevant article should focus on the production aspect of the polymer nanoparticle. Articles limited to the function and outcome of the nanoparticle size are not considered relevant. Additionally, articles talking about the size of nanoparticles after production are not considered relevant either. Article should describe how to control the size; those limited to the production of nanoparticle with only one size are not considered as relevant. Relevant documents will describe polymer nanoparticles, not nanoparticles made off other materials."}, {"lang": "zho", "source": "human translation", "topic_title": "聚合物纳米颗粒尺寸控制", "topic_description": "我想要找与控制聚合物纳米颗粒大小有关的文章。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "聚合物纳米颗粒尺寸控制", "topic_description": "我正在寻找讨论聚合物纳米颗粒尺寸控制的文章。", "topic_narrative": "我正在寻找关注如何在生产时控制聚合物纳米颗粒尺寸的文章。相关文章应重点关注聚合物纳米颗粒的生产方面。仅限于纳米颗粒尺寸的功能和结果的文章不被认为是相关的。此外，谈论生产后纳米颗粒尺寸的文章也不被认为是相关的。文章应描述如何控制大小；那些仅限于生产仅一种尺寸的纳米颗粒的技术不被认为是相关的。相关文件将描述聚合物纳米颗粒，而不是由其他材料制成的纳米颗粒。"}]}
{"topic_id": "40", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "Hematopoietic stem cells", "topic_description": "I wish to find articles on the biological characteristics of hematopoietic stem cells.", "topic_narrative": "Articles describing the biological aspects of hematopoietic stem cells, either about their basic biological characterization or about their medical application in the clinical context are considered relecant. Anything that includes details about this cell type itself would be considered relevant, but merely mentioning the cell types without any details are not relevant."}, {"lang": "zho", "source": "human translation", "topic_title": "造血干细胞", "topic_description": "我希望找到关于造血干细胞生物特征的研究文章。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "造血干细胞", "topic_description": "我希望找到有关造血干细胞生物学特性的文章。", "topic_narrative": "描述造血干细胞生物学方面的文章，无论是关于它们的基本生物学特征还是关于它们在临床背景下的医学应用，都被认为是相关的。任何包含有关该细胞类型本身的详细信息的内容都将被视为相关，但仅提及没有任何详细信息的细胞类型是不相关的。"}]}
{"topic_id": "41", "languages_with_qrels": [], "topics": [{"lang": "eng", "source": "original", "topic_title": "Pure gold nanoparticle production", "topic_description": "I am looking for articles discussing the production of pure gold nanoparticles.", "topic_narrative": "Only articles related to the production process of pure gold nano particles are considered relevant. Documents discussing the production of nanoparticles made off materials other than pure gold are not considered relevant. Additionally, documents focusing on the property or applications of the pure gold nano particles rather than their production are not considered relevant."}, {"lang": "zho", "source": "human translation", "topic_title": "纯金纳米颗粒的制备", "topic_description": "与纯金纳米颗粒的制作工艺相关的文章。", "topic_narrative": ""}, {"lang": "zho", "source": "google translation", "topic_title": "纯金纳米颗粒生产", "topic_description": "我正在寻找讨论纯金纳米颗粒生产的文章。", "topic_narrative": "只有与纯金纳米粒子的生产过程相关的文章才被认为是相关的。讨论由纯金以外的材料制成的纳米颗粒的生产的文件被认为不相关。此外，关注纯金纳米颗粒的特性或应用而不是其生产的文件被认为不相关。"}]}
